---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrapMullWidth
source: html/3e38785e-f987-f570-6618-96e1cc96438b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrapMullWidth Property

"Center Width"

## Syntax (C#)
```csharp
public static ForgeTypeId TrapMullWidth { get; }
```